{"pages":[{"title":"Curriculum Vitae","text":"","tags":"pages","url":"pages/curriculum-vitae.html"},{"title":"About","text":"Why I started this webpage This webpage was designed with an intention to showcase my abilities. It's far more reaching and efficient to provide a single node of relevant information surrounding myself. You should easily be able to locate my resume, contact information, social network links and any projects I have worked on. A Brief History I was the cool kid in highschool that fell in love with nerd stuff later in my years. I never thought I would go to college and I don't think any of my teachers did either. So when I decided to go, I chose the most challenging field I could think of, and four years later I graduated with a BS in electrical engineering technology. During my free time I developed an intense passion for investing and music. I have spent countless hours teaching myself everything from music production to coding this website. All so that I could fulfill my God-given purpose. My purpose The usual description of countless hours spent in pursuit of some maxim. Hard work, sacrifice, fear, doubt, clarity. Ignis aurum probat. Basically, I'm here to learn and love. Apart from the cheesy platitudes I am most compelled in creativity. Thus, my attention is short as my thoughts span the horizon like rays from a rising sun. Though not quite a polymath, I could consider myself one someday. My end goal is to master the art of investing and master the art of electronic music production. With investing, I will be able to support the development of good ideas and innovations that serve mankind. With music, I will free my imagination to move and inspire others. But why male models? Seriously? I'm serious. This is not a random walk. My next step is to aquire employment as a data analyst/scientist. I love the freedom of coding and the intricacies of big data. There is so much information available today its remarkable. Every data set contains vast deposits of crucial information that is of great interest to one party or more. In our information driven world data mining is the new gold rush. But the best part is, the gold is actually a derivative of ourselves. In other words, our values have changed from elements of the earth to the elements of ourselves. And I'm not talking about the composition of the human body either.","tags":"pages","url":"pages/about.html"}]}